Repository: EloneSampaio/logicposinternational
Catalog: logicpos.reports/Resources/Localization/Resx.*.resx
Languages: fr_fr

# bt_cancel
source: Cancel
fr_fr: Annuler

# bt_CurrentAccount
source: Customer Current Account
fr_fr: Compte Corrent

# bt_DetailsCurrentAccount
source: C. C. Customer (detailed)
fr_fr: Détails du compte courant

# buttonCancel
source: No
fr_fr: Non

# buttonOk
source: Yes
fr_fr: Oui

# button_closingBox
source: Box closing
fr_fr: Prés boîte

# button_closingDay
source: Closing day
fr_fr: Jour de fermeture

# button_design
source: Draw
fr_fr: Dessiner

# button_movCustomers
source: Movements by employee
fr_fr: Client par mouvements

# button_occupationPlace
source: Occupation Zone/Table
fr_fr: Lieu de l´emploi

# button_recordsCustomer
source: Top records by employee
fr_fr: Dossiers par employé

# button_totalCash
source: Total box
fr_fr: Boîte total

# button_totalday
source: Total by day
fr_fr: Total par jour

# button_totalEmployee
source: Total by employee
fr_fr: Total par employé

# button_totalfamily
source: Total by family
fr_fr: Total par la famille

# button_totalterminal
source: Total by terminal
fr_fr: Total par terminal

# button_totalzone
source: Total by zone
fr_fr: Total par zone

# button_totalzonetable
source: Total by zone/table
fr_fr: Total par zone / tableau

source: All
fr_fr: Tous

# codeErrorPin
source: Wrong PIN!
fr_fr: PIN erroné!

# Exit
source: Exit logicPOS
fr_fr: Laisser

# label_client
source: Customer:
fr_fr: Client:

# label_customer
source: Employee:
fr_fr: Employé

# label_EndDate
source: End date:
fr_fr: Date finale

# label_family
source: Family:
fr_fr: Famille

# label_StartDate
source: Start date:
fr_fr: Date initiale

# label_typeMovement
source: Movement type:
fr_fr: Type de mouvement:

# label_TypePayment
source: Payment type:
fr_fr: Type de paiement:

# label_zones
source: Zone:
fr_fr: Zones:

# lb_customer
source: Customer:
fr_fr: Client

# lb_reportData
source: Data report
fr_fr: Date de reporting

# lb_StatePay
source: Payment status:
fr_fr: État paiement

# Msg_NoRecordsWereFound1
source: Current search criteria do not contain data to
fr_fr: Non contient pas de données sur la date

# Msg_NoRecordsWereFound2
source: generate/display the report!
fr_fr: Générer / afficher le rapport!

# Msg_Quit
source: Do you want to exit?
fr_fr: Tu veux laisser?

source: Quit
fr_fr: Laisser

# searchTerminalDates
source: Search again for Terminal or Dates
fr_fr: Recherche supplémentaire pour terminal ou dates

# Text_Average
source: Average:
fr_fr: Moyenne

# Text_BasePrice
source: Base price
fr_fr: prix de base

# Text_CodeArticle
source: Code
fr_fr: Code Article

# Text_DateDocument
source: Date of the document
fr_fr: Date du document

# Text_DateHour
source: Date:
fr_fr: DateHour

# Text_DateHourPayed
source: Date/Hour paid
fr_fr: Date/Hour payés

# Text_Date_Hour
source: Date
fr_fr: Date_temps

# Text_Designation
source: Designation
fr_fr: Désignation

# Text_Disc
source: Discount
fr_fr: Promotion

# Text_From
source: From:
fr_fr: À

# Text_MethodPayment
source: Payment method
fr_fr: Mode de paiement

# Text_NDocument
source: Document number
fr_fr: Nombre de Document

# Text_NTablesOccupied
source: N. of tables occupied:
fr_fr: N. de tables occupés:

# Text_Payed
source: Paid
fr_fr: Payé

# Text_Price
source: Price
fr_fr: Prix

source: Price
fr_fr: Prix

# Text_Price1
source: Price 1
fr_fr: Prix 1

# Text_Price2
source: Price 2
fr_fr: Prix 2

# Text_Quant
source: Quantity
fr_fr: Quantité

# Text_Quantity
source: Qt.
fr_fr: Quantité

# Text_QuantityDefault
source: Amount default
fr_fr: Quantité défaut

# Text_QuantMov
source: Movement amount
fr_fr: Quantité mouvement

# Text_RateVAT
source: VAT rate
fr_fr: VAT taux

# Text_Report
source: Report
fr_fr: Rapport

# Text_ReportTitle_ClosingBox
source: Closing the box
fr_fr: Fermeture de la boîte

# Text_ReportTitle_ClosingDay
source: Closing of the day
fr_fr: Clôture de la journée

# Text_ReportTitle_CurrentAccount
source: Customer's checking account
fr_fr: Compte courant du client

# Text_ReportTitle_StockArticles
source: Stock articles
fr_fr: Articles de stock

source: Output
fr_fr: Sortie

source: Input
fr_fr: Entrée

# UnitMeasure
source: Unit of measurement
fr_fr: Unité de mesure

# Text_ReportTitle_DetailsCurrentAccount
source: Customer's checking account (details)
fr_fr: Comptes courants des clients (détails)

# Text_ReportTitle_ListArticles
source: Listing of articles
fr_fr: Articles filetés

# Text_ReportTitle_MovEmployee
source: Movements by employee
fr_fr: Mouvements par employé

# Text_ReportTitle_OccupationZoneTable
source: Occupation zone/table
fr_fr: Zone d´occupation / tableau

# Text_ReportTitle_Totalcash
source: Total cash
fr_fr: Total de la trésorerie

# Text_ReportTitle_TotalDay
source: Total by day
fr_fr: Total par jour

# Text_ReportTitle_TotalEmployee
source: Total by employee
fr_fr: Total par employé

# Text_ReportTitle_TotalFamily
source: Total by family articles
fr_fr: Total articles de la famille

# Text_ReportTitle_TotalTerminal
source: Total by terminal
fr_fr: Total par Terminal

# Text_ReportTitle_TotalZones
source: Total by zones
fr_fr: Totale par zone

# Text_ReportTitle_TotalZoneTable
source: Total by zone/table
fr_fr: Totale par zone/table

# Text_RepotTitle_TopRecordsEmployee
source: Top records by employee
fr_fr: Top dossiers par employé

# Text_To
source: to
fr_fr: À

# Text_TotalAll
source: Total (all terminals/posts ):
fr_fr: Total (tous les terminaux / postes):

# Text_TotalClient
source: Total by client:
fr_fr: Total à client

# Text_TotalDoc
source: Total by document:
fr_fr: Total à document

# Text_TotalsIVA
source: Total excluding VAT
fr_fr: Totals sans IVA:

# Text_Totals_IVA
source: Total excluding VAT:
fr_fr: Totals sans IVA:

# Text_TotalZones
source: Total all zones:
fr_fr: Total de tous les domaines:

# Text_TypeInvoice
source: Type invoice
fr_fr: Type projet de loi

# Text_TypeMov
source: Type movement
fr_fr: Type de mouvement

# Text_User
source: User
fr_fr: Utilisateur

# Text_Value
source: Gross value
fr_fr: Valeur brut

# Text_value2
source: Value
fr_fr: Valeur

source: Amount movement
fr_fr: Mouvement montant

source: AmtDefault
fr_fr: Amt. Défaut

source: Average
fr_fr: Moyenne

source: Base price
fr_fr: Prix de base

source: Date/Time
fr_fr: Date/Heure

source: Date/Time payment
fr_fr: Date/Heure paiement

source: Designation
fr_fr: Désignation

source: Discount
fr_fr: Remise

source: Document Number
fr_fr: Numéro du document

source: Family
fr_fr: Famille

source: Not paid
fr_fr: Ne paie pas

# NTablesOccupied
source: Nº tables occupied
fr_fr: Occupation tableau/superficie

source: Paid
fr_fr: Payé

source: Payment method
fr_fr: Procédé de paiement

source: Price 1
fr_fr: Prix 1

source: Price 2
fr_fr: Prix 2

source: Product
fr_fr: Produit

source: Quantity
fr_fr: Quantité

source: Records
fr_fr: Archives

source: Report
fr_fr: Rapport

source: Subfamily
fr_fr: Sous-famille

source: Table
fr_fr: Tableau

source: to
fr_fr: au

# Total_allTerminal
source: Total (all terminals / stations)
fr_fr: Total (tous les terminaux/stations)

source: Type movement
fr_fr: Type de mouvement

source: User
fr_fr: Utilisateur

source: VAT rate
fr_fr: Taux de TVA

# Msg_Designer
source: Select one of the reports to be able to draw!
fr_fr: Sélectionnez l'un des rapports afin d'en tirer!

# TotaAllZones
source: Total all zones
fr_fr: Total toutes les zones

source: Total base
fr_fr: Totale base

source: Total client
fr_fr: Totale par client

source: Total document
fr_fr: Totale par document
